token = "295118557:AAGRG0AnxcHndyMIJVCxcWBioXMcgBFnoaU"
chat_rules = "Привет, роднуля, ты думаешь я тут от нехуй делать сижу? Проходи. \n" \
             "1. Представься, расскажи о себе. \n" \
             "2. Уважай всех участников конфы. \n" \
             "3. Долго молчишь - вылетаешь. \n" \
             "4. Не ходишь на сходки - получаешь дурную славу. \n" \
             "5. Еда богов - Гирос. Напиток богов - кофе. \n" \
             "6. Тян можешь искать в других конфах, мы тут увожаемые люди. \n" \
             "7. Тыкай сюды /pidoreg \n" \
             "Добро пожаловать, Юлия Александровна."

bot_username = '@jjjfg_bot'
