token = "295??????:???????????????????????????????????"
chat_rules = "Привет, роднуля, ты думаешь я тут от нехуй делать сижу? Проходи. \n" \
             "1. Представься, расскажи о себе. \n" \
             "2. Уважай всех участников конфы. \n" \
             "3. Долго молчишь - вылетаешь. \n" \
             "4. Не ходишь на сходки - получаешь дурную славу. \n" \
             "5. Еда богов - Гирос. Напиток богов - кофе. \n" \
             "6. Тян можешь искать в других конфах, мы тут увожаемые люди. \n" \
             "7. Тыкай сюды /pidoreg и сюды /add_me \n" \
             "Добро пожаловать. Юлия Александровна."

bot_username = '@jjjfg_bot'  # remember that username has @ symbol

main_chat_id = -235322245

# Фразы выдаваемые ботом при поиске пидоров
search_for_pidor_replies = (
    'Ищем пидора...',
    'Кто же у нас сегодня пидор?',
    'Так кто же пидор?',
    'Сейчас выберем пидора.',
    'Итак, пидором у нас сегодня становится...',
    'Ищем!',
    'Выбираем пидора...',
)


# Фразы выдаваемые ботом после того, как пидор найден
pidor_found_replies = (
    'Пидор у нас сегодня - {}!',
    'Пидором становится - {}!',
    'Поздравляю {}! Сегодня он пидор.'
)
